[
  {
    "name": "Friesland",
    "id": "friesland",
    "location": {
      "lng": -18.0,
      "lat": 60.0
    },
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "description": "Some description",
    "distanceThreshold": 0.75,
    "samples": [
      {
        "id": "friesland_1",
        "volumeOffset": 4,
        "playbackRate": 1,
        "reverse": false,
        "filter": {
          "type": "bandpass",
          "gain": 0.17,
          "Q": 1.2,
          "frequency": {
            "type": "sine",
            "rate": 0.04,
            "min": 225,
            "max": 1200
          }
        }
      }
    ]
  },
  {
    "name": "Buss Island",
    "id": "buss_island",
    "location": {
      "lng": -28.0,
      "lat": 58.0
    },
    "firstAppearance": "Emery Molyneux’s 1592 Globus",
    "lastAppearance": "Keith Johnston’s 1858 Physical Atlas",
    "description":
      "In 1578, on the return journey of Sir Martin Frobisher’s third attempt to find a Northwest Passage from Europe to Asia through the Arctic, the smallest ship of the flotilla is separated from the rest of the expedition during a heavy storm. On its way homeward, its crew sees an island <i>never yet founde before, and sayled three days alongst the coast, the land seeming to be fruitful, full of woods, and a champion countrie</i>. Soon after, the island Buss appears on sea charts. Many navigators attempt to find it, some of them reporting great banks of ice (rather than fruits and trees) until in 1671 the royal hydrographer John Seller draws a detailed map of the island. Seller labels its harbours, capes and bays with names he derives from those of several directors of the newly formed Hudson’s Bay Company. In May 1675, the Company acquires the rights of trade and commerce for this island no one has ever set foot on. By the 18th century, with maritime traffic increasing in the North Atlantic and no further sightings recorded, Buss is treated with suspicion. Whether it was a real island that sank, or an erroneously cartographed bank of fog, or a fraud from the very beginning – in 1791 Captain Charles Duncan, hired by the HBC to locate the land of Buss, gives up: <i> I strove as much as the winds would permit me to keep in the supposed latitude of the supposed Buss island, but it is my firm opinion that no such island is now above water, if ever it was</i>.",
    "samples": [
      {
        "id": "buss_island_1",
        "volumeOffset": 5,
        "filter": {
          "type": "bandpass",
          "gain": 0.12,
          "Q": 1,
          "frequency": {
            "type": "sine",
            "rate": 0.02,
            "min": 1400,
            "max": 2500
          }
        }
      },
      {
        "id": "buss_island_2",
        "volumeOffset": -2,
        "filter": {
          "type": "bandpass",
          "gain": 0.17,
          "Q": 1.2,
          "frequency": {
            "type": "sine",
            "rate": 0.07,
            "min": 225,
            "max": 1200
          }
        }
      }
    ]
  },
  {
    "name": "Hy Brasil",
    "id": "hy_brasil",
    "location": {
      "lng": -17.566666666666599,
      "lat": 51.0
    },
    "description": "Some description",
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "samples": [
      {
        "id": "hy_brasil_1"
      }
    ]
  },
  {
    "name": "St. Brendan's Island",
    "id": "st_brendans_island",
    "location": {
      "lng": -23.233333333333299,
      "lat": 28.533333333333299
    },
    "description":
      "Named after the Irish saint who claims to have landed there in 512 with at least a dozen other monks. The monastic party reported its stay as 15 days, while the ships that expected their return complained that they had to wait a year, during which period the island remained concealed behind a thick curtain of mist. St. Brendan’s discovery is mentioned in several medieval texts and stokes the interest of the Portuguese prince Henry the Navigator (1394–1460), who orders an expedition to the island after hearing reports of its sighting. In 1719, the Scottish monk Sigbert de Gembloux reports seeing the island, as does Don Matea Dacesta, mayor of Valverde, on the Canary island of El Hierro in 1721. According to the Canary historian Ramirez, in 1723 a priest performs the rite of exorcism towards the island during one of its apparitions behind low cloud. And in 1759 an unnamed Franciscan monk writes of an occasion when the island was visible for 90 minutes and was witnessed by about 40 spectators.",
    "firstAppearance": "1235 Ebstorf map of the world",
    "lastAppearance": "1707 de l’Isle’s map of West Africa",
    "samples": [
      {
        "id": "st_brendans_island_1",
        "volumeOffset": -2
      },
      {
        "id": "st_brendans_island_2"
      }
    ]
  },
  {
    "name": "Fonseca",
    "id": "fonseca",
    "location": {
      "lng": -54.8,
      "lat": 12.45
    },
    "description":
      "In 1628 Charles I of England grants Fonseca to Philip, the Earl of Montgomery. Several expeditions – including one by a group of English Puritans in 1630 – aiming to explore and colonize the island prove unsuccessful. A 1682 account, <i>A Discovery of Fonseca</i>, describes its inhabitants as moon-worshipping Amazon women of Welsh origin. A 1708 pamphlet, <i>A Voyage to the New Island of Fonseca</i>, reports that it is a predominantly British community of around 16,000, with an African slave population of 70,000.",
    "firstAppearance": "Cabot's 1544 map of the world",
    "lastAppearance": "Johnston's 1866 Royal Atlas",
    "samples": [
      {
        "id": "fonseca_1"
      },
      {
        "id": "fonseca_2",
        "volumeOffset": 2
      }
    ]
  },
  {
    "name": "Antillia",
    "id": "antillia",
    "location": {
      "lng": -54.9166666666666,
      "lat": 33.733333333333299
    },
    "description":
      "Mentioned in various geographies since at least the 1st century, the Atlantic island of Antilia frequently appears west of the Azores on world maps of the 15th century. A 1474 map by Paolo Toscanelli becomes an integral part of Christopher Columbus’ route planning, with Antillia figuring as an ideal stopover point for his West Route to India. On his journey, Columbus does indeed find islands beyond the Azores. However, none of these are Antillia, but rather an archipelago located off the coast of America and given the name Antilles.",
    "firstAppearance": "1424 Zuane Pizzigano map of the Atlantic",
    "lastAppearance": "1631 Hondius’ map of the world",
    "samples": [
      {
        "id": "antillia_1"
      }
    ]
  },
  {
    "name": "Pepys Island",
    "id": "pepys_island",
    "location": {
      "lng": -58.4,
      "lat": -47.566666666666698
    },
    "description":
      "In 1683 the buccaneer William Ambrose Cowley makes the following entry in his journal: <i>In the latitude of 47°, we saw land, the same being an island not before known. It is a good place for fresh water and tinder. Its harbour is excellent with safe anchorage for a thousand ships. We saw an enormous number of birds on this island and we believe that there will be abundant fishing around its coasts, for they are surrounded by a bottom of sand and shingle.</i> The editor and publisher of Cowley’s journal, William Hacke names this island Pepys after the then secretary of the British Admiralty, Samuel Pepys. Hacke also omits a crucial reference made by Cowley: <i>We saw likewise another island by this that night, which made me thinke them to be the Sebald de Weerts</i> (as the Falkland Islands are called at this time). At least 111 maps and 130 years of searches later, it becomes clear that Pepys must be a misidentified account of the Falkland Islands. Ironically, in a journal entry written on the same ship and later published in <i>A New Voyage Round the World</i> (1697), William Dampier clearly states sighting one of the Falklands on this date.",
    "firstAppearance":
      "1699 Drawing of Pepys Island by William Hacke, in his book <i>Collection of Original Voyages</i>",
    "lastAppearance": "1808 Admiralty Chart of the South Atlantic",
    "samples": [
      {
        "id": "pepys_island_1"
      }
    ]
  },
  {
    "name": "Saxenburgh Island",
    "id": "saxenburgh_island",
    "location": {
      "lng": -19.6666666666666,
      "lat": -30.75
    },
    "description":
      "The Dutch merchant J.Lindemann first sights Saxenburgh Island on August 23, 1670. He describes it as having a narrow peak or column rising in the middle. A number of sketches, including those made by the governor of nearby East India Company owned island of St.Helena, describe Saxenburgh’s topology, flora and fauna in some detail. Further sightings include those made by Captain Galloway of the American ship <i>Fanny</i> in 1804, by Captain Long of the <i>Columbus</i> (albeit eight degrees further west), and by Captain Head of the <i>True Briton</i> in 1816. None of the above ever actually lands on the island.<br><br>Benjamin Morrell (see Morrell Island and Byers Island), in his 1832 book <i>A Narrative of Four Voyages to the South Sea</i> recounts fruitlessly searching for Saxenburgh Island and concluding that it does not exist. In 1965, new information emerges that shows that Morrell’s mission to find Saxenburgh was itself fictitious – concocted to spice up an otherwise unremarkable journey.",
    "firstAppearance": "Herman Moll’s 1710 map of South America",
    "lastAppearance":
      "Nathaniel Dwight’s 1817 <i>A System of Universal Geography for Common Schools</i>",
    "samples": [
      {
        "id": "saxenburgh_island_1"
      }
    ]
  },
  {
    "name": "Aurora Islands",
    "id": "aurora_islands",
    "location": {
      "lng": -47.816666666666698,
      "lat": -52.616666666666703
    },
    "description":
      "In April 1502, aboard a Portuguese expedition to explore the extent of the newly found southern continent, Amerigo Vespucci sets sail from Cabo Frio in Brazil and follows the Sirocco winds into the rough, cold South Atlantic. This far below the equator, the familiar constellations of the north disappear beyond the horizon, and in the middle of a storm a new land is sighted. Sailing alongside for almost 20 leagues, Vespucci describes the coast as wild, without any harbour or people and does not attempt to land there. The island remains lost for 250 years until the Spanish trade ship <i>Aurora</i> identifies three islands at the same location in 1762. These islands, now called the Auroras, are sighted several times again in the 18th and 19th century, and deliver the basis for the plot of Edgar Allan Poe’s <i>The Narrative of Arthur Gordon Pym of Nantucket </i>(1838).",
    "firstAppearance": "1808 British Admiralty Chart No. 357",
    "lastAppearance": "John Laurie’s 1859 world map",
    "samples": [
      {
        "id": "aurora_islands_1"
      },
      {
        "id": "aurora_islands_2",
        "volumeOffset": 2
      }
    ]
  },
  {
    "name": "Juan de Lisboa",
    "id": "juan_de_lisboa",
    "location": {
      "lng": 52.8,
      "lat": -26.283333333333299
    },
    "description":
      "Juan de Lisboa first appears on a Portuguese map in 1520 and is included in G.A. Magini’s 1597 commentary of Ptolemy’s <i>Geographiae</i>. Specific details are provided in 1707 by the French navigator Boynot, who sees the island on his route between Bourbon and Pondicherry and describes it as about 35 leagues in circumference and possessing a bay with an islet in the middle, along with mountains, forests, rivers, game, hares and wild pigs. In 1765 an unidentified buccaneer reports going ashore and killing a dozen oxen in less than two hours and in 1772 a further sighting is made from a ship passing from the Cape of Good Hope to the Isle of France (Mauritius). In 1806, French authorities, eager to expand their operations in the western Indian Ocean, launch an investigation into the alleged establishment and evacuation of a Portuguese settlement on Juan de Lisboa.",
    "firstAppearance": "Jorge Reinel’s 1520 map of the Indian Ocean",
    "lastAppearance": "Stieler’s <i>Hand Atlas</i> of 1868",
    "samples": [
      {
        "id": "juan_de_lisboa_1"
      }
    ]
  },
  {
    "name": "Taprobana",
    "id": "taprobana",
    "location": {
      "lng": 88.0,
      "lat": 0.0
    },
    "description": "Some description",
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "samples": [
      {
        "id": "taprobana_1"
      },
      {
        "id": "taprobana_2",
        "volumeOffset": 2,
        "filter": {
          "type": "bandpass",
          "gain": 0.3,
          "Q": 1.3,
          "frequency": {
            "type": "sine",
            "rate": 0.07,
            "min": 350,
            "max": 1200
          }
        }
      }
    ]
  },
  {
    "name": "Gama",
    "id": "gama",
    "location": {
      "lng": 75.0,
      "lat": -2.0
    },
    "description": "Some description",
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "samples": [
      {
        "id": "gama_1",
        "volumeOffset": 5,
        "playbackRate": 1,
        "reverse": false,
        "filter": {
          "type": "bandpass",
          "gain": 0.17,
          "Q": 1.2,
          "frequency": {
            "type": "sine",
            "rate": 0.07,
            "min": 225,
            "max": 5000
          }
        }
      }
    ]
  },
  {
    "name": "Turtle",
    "id": "turtle",
    "minZoom": 4,
    "location": {
      "lng": 73.0,
      "lat": -4.0
    },
    "description": "Some description",
    "distanceThreshold": 3,
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "samples": [
      {
        "id": "turtle_1"
      }
    ]
  },
  {
    "name": "Candy",
    "id": "candy",
    "minZoom": 5,
    "buddy": "londons",
    "location": {
      "lng": 73.983333333333306,
      "lat": -5.53333333333333
    },
    "description": "Some description",
    "distanceThreshold": 1,
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "samples": [
      {
        "id": "candy_1",
        "volumeOffset": -2
      }
    ]
  },
  {
    "name": "Londons",
    "id": "londons",
    "buddy": "candy",
    "location": {
      "lng": 73.383333333333297,
      "lat": -5.96666666666667
    },
    "description": "Some description",
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "samples": [
      {
        "id": "londons_1"
      }
    ]
  },
  {
    "name": "Trial Rocks",
    "id": "trial_rocks",
    "location": {
      "lng": 105.0,
      "lat": -20.3333333333333
    },
    "description":
      "In 1622 on the newly established shipping route from Holland around the Cape of Good Hope to Dutch possessions in the East Indies, the <i>Tryal</i> wrecks on rocks off the coast of western Australia. A search and sighting of the rocks is made by a sloop sent in 1718 from the Dutch East Indies capital of Batavia (present day Jakarta) but afterwards numerous Dutch and English expeditions turn up nothing and the Rocks’ existence is cast into doubt. In 1818, the British brig <i>Greyhound</i>, captained by Lieutenant Ritchie, encounters the true Tryal Rocks. They are not recognised as such, however, as the Tryal Rocks are thought to be much further west and, by this time, to have never existed in the first place. Ritchie's discovery is entered on maps as Ritchie's Reef. Then in 1934, after an examination of a letter sent by a survivor of the <i>Tryal</i> shipwreck and a survey of the area, Ritchie’s Reef is declared to definitely be the Tryal Rocks and its name is changed accordingly. Final confirmation comes in 1969, when explosives used in an illegal salvage attempt badly damages the wreck of the sunken <i>Tryal</i>.",
    "distanceThreshold": 1.5,
    "distanceFilter": {
      "min": 100,
      "max": 4000
    },
    "firstAppearance":
      "Hessel Gerritsz’ 1627 <i>Caert van't Landt van d'Eendracht</i>",
    "lastAppearance": "Google Earth present day",
    "samples": [
      {
        "id": "trial_rocks_1",
        "volumeOffset": 3
      }
    ]
  },
  {
    "name": "Onaseuse (Hunter Island)",
    "id": "onaseuse_hunter_island)",
    "location": {
      "lng": 176.183333333332996,
      "lat": -15.516666666666699
    },
    "description":
      "In the early afternoon of July 20 1823, Captain Hunter and the crew of the <i>Donna Carmelita</i> land on a fertile and populous volcanic island 300 miles north-west of Fiji. They are met by a group of natives bringing them meat and plantains for refreshment. Hunter and some of the men go to meet Funafooah, the king of the island, and present him and his brother with white shirts. Seemingly delighted, they offer gifts in return: a hog, a basket of yams, bananas and cocoa-nuts. The women of the island have red, circular tattoos inscribed their arms, wear shells as ornaments and have some kind of white paste smeared on top of their hair. Captain Hunter also observes that all islanders have their cheekbones perforated and their little fingers cut off at the second joint on the left hand – a peculiarity of self-mutilation that later on arouses the interest of numerous anthropologists. Several attempts to are made to locate Onaseuse in the 19th century but it is never seen again. ",
    "firstAppearance": "1859 British Admiralty Pacific Ocean Chart",
    "lastAppearance": "n/a",
    "distanceThreshold": 1,
    "distanceFilter": {
      "min": 30,
      "max": 15000
    },
    "samples": [
      {
        "id": "onaseuse_hunter_island_1",
        "volumeOffset": 0
      }
    ]
  },
  {
    "name": "Los Jardines",
    "id": "los_jardines",
    "location": {
      "lng": 150.5,
      "lat": 21.0
    },
    "description":
      "In 1528, while attempting to sail from Manila to Mexico, the Spanish captain Alavaro de Saaverda reports spending several days on two islands east of the Marianas. He calls them Los Beunos Jardines and commends the friendly natives. In 1542, four ships sent by the Mexican viceroy in search of spice islands not yet controlled by the Portuguese sail across the Pacific and establish a settlement on the Philippine island of Sarangani. On their return journey to Mexico, one of these ships reports visiting Los Jardines.",
    "firstAppearance": "Mercator’s 1587 map of the world",
    "lastAppearance": "Meyer Blitz-Lexikon 1932 edition",
    "samples": [
      {
        "id": "los_jardines_1"
      },
      {
        "id": "los_jardines_2"
      }
    ]
  },
  {
    "name": "Byers Island",
    "id": "byers_island",
    "minZoom": 3.8,
    "location": {
      "lng": 177.066666666667004,
      "lat": 28.533333333333299
    },
    "description":
      "Invented by the America captain Benjamin Morrell. Byers Island is one of several islands Morrell recounts discovering in the Pacific and South Atlantic in his 1832 publication <i>A Narrative of Four Voyages</i>.",
    "distanceThreshold": 2,
    "firstAppearance": "1835 British Admiralty Chart",
    "lastAppearance":
      "National Geographic Society’s 1921 Isles of the Pacific map",
    "samples": [
      {
        "id": "byers_island_1",
        "volumeOffset": -2
      }
    ]
  },
  {
    "name": "Morrell Island",
    "id": "morrell_island",
    "location": {
      "lng": 174.516666666666993,
      "lat": 29.95
    },
    "description":
      "Invented by Benjamin Morrell and described in his 1832 book <i>A Narrative of Four Voyages</i> (see also Byers’ Island). Between 1867 and 1910, the International Date Line is redrawn to put Morrell Island into the same time zone as Hawaii.",
    "distanceThreshold": 2,
    "firstAppearance": "1835 British Admiralty Chart",
    "lastAppearance":
      "National Geographic Society’s 1921 Isles of the Pacific map",
    "samples": [
      {
        "id": "morrell_island_1",
        "volumeOffset": -3
      }
    ]
  },
  {
    "name": "Tuanahe",
    "id": "tuanahe",
    "location": {
      "lng": -160.21666666666701,
      "lat": -27.183333333333302
    },
    "description":
      "According to accounts from the 18th and early 19th centuries, Tuanahe (also called Tuanaki) is well known to inhabitants of neighboring islands, traders and whalers who occasionally stop there to resupply. Administrators of nearby French Polynesia and Christian missionaries in the region make much mention of Tuanahe but a ship sent there in 1844 is unable to find the island. All subsequent attempts to locate it fail. An eyewitness description of Tuanahe and its inhabitants is included in <i>Cannibals and Converts: Radical Change in the Cook Islands</i>, a memoir of pre-colonial life in the South Pacific written by Maratu of Rarotonga in 1871.",
    "firstAppearance": "1864 Royal Admiralty chart 2683",
    "lastAppearance":
      "1921 National Geographic Society Isles of the Pacific map",
    "samples": [
      {
        "id": "tuanahe_1",
        "volumeOffset": 2
      }
    ]
  },
  {
    "name": "Dougherty Island",
    "id": "dougherty_island",
    "location": {
      "lng": -120.333333333333002,
      "lat": -59.3333333333333
    },
    "description":
      "Captain Dougherty of the <i>James Stewart</i>, an English whaler, discovers the island in 1841 and describes it as 5–6 miles long with a high bluff to the northeast and a valley in the middle covered in snow. Dougherty's discovery is confirmed by Captain Keates of the <i>Louise</i> in 1859, and by Captain Stannard of the <i>Thurso</i> in 1891. Sailing through the area during Shackleton's Antarctic expedition of 1908–1909, Captain Davis, Chief Officer of the <i>Nimrod</i> suggests that Dougherty, Keates, and Stannard have all been deceived by fog banks or icebergs. A license granting “exclusive rights to occupy the island for the purposes of removing guano and other fertilising substances” is issued to the Norwegian whaler HJ Bull by the British Government in 1913.",
    "firstAppearance": "1892 British Admiralty Chart of the South Pacific",
    "lastAppearance":
      "1910 Royal Geographic Society Chart of the voyage of the <i>Nimrod</i>",
    "samples": [
      {
        "id": "dougherty_island_1",
        "volumeOffset": -2
      },
      {
        "id": "dougherty_island_2"
      }
    ]
  },
  {
    "name": "Davis Land",
    "id": "davis_land",
    "location": {
      "lng": -91.366666666666703,
      "lat": -27.2
    },
    "description":
      "As described in William Dampier’s book <i>A New Voyage Round the World</i>, Edward Davis, one of a number of pirates operating off the Pacific coast of America at this time, discovers the island in 1687 while in command of the ship <i>Bachelor’s Delight</i>. The Dutch West India Company dispatches three ships to the area in 1721 under the command of Jacob Roggeveen. Though unable to find Davis Land, Roggeveen and his crew stumble upon the previously unknown Easter Island. Their visit results in the death of about a dozen islanders and the wounding of many others.",
    "firstAppearance":
      "Herman Moll’s map frontispiece to William Dampier’s 1697 book <i>A New Voyage Round the World</i>",
    "lastAppearance": "J.B. Nolin’s 1760 map of <i>L’Amerique</i>",
    "samples": [
      {
        "id": "davis_land_1",
        "volumeOffset": -1
      }
    ]
  },
  {
    "name": "Bermeja",
    "id": "bermeja",
    "location": {
      "lng": -91.366666666666703,
      "lat": 22.55
    },
    "description": "Some description",
    "firstAppearance": "1399 A.D. in some Atlas",
    "lastAppearance": "1639 A.D. in some other Atlas",
    "samples": [
      {
        "id": "bermeja_1",
        "volumeOffset": 2
      }
    ]
  },
  {
    "name": "Rica de Oro",
    "id": "rica_de_oro",
    "location": {
      "lng": 155.0,
      "lat": 30.0
    },
    "description":
      "A sister island to Rica de Plata, Rica de Oro is the subject of much speculation in the 17th and 18th centuries on the part of the Dutch, Portuguese and Spanish – rivals for colonial power in the Pacific at the time. In 1639 Anthony van Dieman, the governor of the East Indies, sends Matthijs Quast and Abel Janszoon Tasman – later to become the first known European to reach Tasmania and New Zealand – to search for Rica de Plata and Rica de Oro. Quast, eager to find the islands, raises the bonus for the first person to sight land, but also installs punishments for falling asleep on watch: one month's pay and fifty lashings for the first offence, double that amount for the second, and death penalty for the third. They expedition loses nearly half its crew to sickness but does not find the islands.",
    "firstAppearance": "Georg Anson’s 1745 Chart of the Pacific Ocean",
    "lastAppearance": "Andree’s 1922 Handatlas",
    "distanceThreshold": 1.5,
    "samples": [
      {
        "id": "rica_de_oro_1",
        "volumeOffset": 2
      }
    ]
  },
  {
    "name": "Rico de Plata",
    "id": "rico_de_plata",
    "location": {
      "lng": 164.0,
      "lat": 34.0
    },
    "description":
      "In the 16th and 17th centuries, Spanish galleons sail once a year from Acapulco to Manila, carrying silver from the mines of Peru. The return voyage is perilous; sailing against unfavorable winds and stormy seas, the ships, heavily laden with luxury goods from China, require safe harbors along their route. In 1582, rumors of the existence of Rica de Plato and Rica de Oro begin to spread and successive waves of Spanish explorers embark to search for the islands. A royal order to find them is issued by the Spanish crown in 1730. Then in 1801, Francisco Crespo, en route from the Philippines to Mexico, reports sighting Rica de Plata, which from then on carries his name.<br><br>In his 1870 novel <i>20.000 Leagues Under the Sea</i>, Jules Verne depicts a submarine crew approaching Crespo underwater and encountering its rocky base while wandering on the ocean floor: <i> For a quarter of an hour I trod on this sand, sown with the impalpable dust of shells. Soon forms of objects outlined in the distance were discernible. I recognised magnificent rocks, hung with a tapestry of zoophytes of the most beautiful kind. At this period the earth sloped downwards; the light took a uniform tint. We were at a depth of a hundred and five yards and twenty inches, undergoing a pressure of six atmospheres. At this moment Captain Nemo stopped; he waited till I joined him, and then pointed to an obscure mass, looming in the shadow, at a short distance. It is the forest of the Island of Crespo thought I; and I was not mistaken</i>.",
    "firstAppearance": "Georg Anson’s 1745 Chart of the Pacific Ocean",
    "lastAppearance": "Bartholomew's 1922 Times Survey Atlas of the World",
    "distanceThreshold": 1.5,
    "samples": [
      {
        "id": "rico_de_plata_1"
      }
    ]
  },
  {
    "name": "Sandy Island",
    "id": "sandy_island",
    "location": {
      "lng": 159.93,
      "lat": -19.22
    },
    "description":
      "The Australian ship Southern Surveyor sails toward the Eastern Coral Sea in November 2012. The crew is nervous when approaching the coordinates of Sandy Island north-east of New Caledonia. Miniscule archipelagos and stone-hard chalk riffs are common in this area. Captain Fred Stein and marine geologist Maria Seton have ordered their crew on deck to scan the waves for dangerous riffs or seabed sightings. Some of the scientists on board follow the search on the computer screen – and are amused to live-track their ship as it crosses the black pixels on Google Maps labelled Sandy Island. The explorers have <i>undiscovered</i> an islet that has been on the maps since Captain Cook charted it on his second voyage as lying off the northern tip of New Caledonia. A British Admiralty chart of 1908 that includes Sandy Island warns: <i>Caution is necessary while navigating among the low lying islands of the Pacific Ocean. The general details have been collated from the voyages of various navigators extending over a long series of years. The relative position of many dangers may therefore not be exactly given.</i>",
    "firstAppearance":
      "Chart of discoveries made in the South Pacific Ocean by HMS Resolution under the command of Captain Cook. 1774, published 1776",
    "lastAppearance": "Google Earth 2012",
    "samples": [
      {
        "id": "rico_de_plata_1"
      }
    ]
  }
]
